export default {
  projections: {
    ОтветственныйE: {
      фИО: {
        __caption__: 'ФИО'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      рабочаяПочта: {
        __caption__: 'Рабочая почта'
      }
    },
    ОтветственныйL: {
      фИО: {
        __caption__: 'ФИО'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      рабочаяПочта: {
        __caption__: 'Рабочая почта'
      }
    }
  },
  validations: {
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    рабочаяПочта: {
      __caption__: 'Рабочая почта'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
