export default {
  projections: {
    РезервОборудE: {
      датаПоступления: {
        __caption__: 'Дата поступления'
      },
      переданоКлиенту: {
        __caption__: 'Передано клиенту'
      },
      датаПередачи: {
        __caption__: 'Дата передачи'
      },
      серийныйНомер: {
        __caption__: 'Серийный номер'
      },
      тип: {
        __caption__: 'Тип',
        название: {
          __caption__: 'Название'
        }
      },
      модель: {
        __caption__: 'Модель',
        название: {
          __caption__: 'Название'
        }
      },
      администратор: {
        __caption__: 'Администратор',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаПередачи: {
      __caption__: 'Дата передачи'
    },
    датаПоступления: {
      __caption__: 'Дата поступления'
    },
    переданоКлиенту: {
      __caption__: 'Передано клиенту'
    },
    серийныйНомер: {
      __caption__: 'Серийный номер'
    },
    администратор: {
      __caption__: 'Администратор'
    },
    модель: {
      __caption__: 'Модель'
    },
    тип: {
      __caption__: 'Тип'
    },
    филиал: {
      __caption__: 'филиал'
    }
  }
};
