export default {
  projections: {
    КлиентE: {
      фИО: {
        __caption__: 'ФИО'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    },
    КлиентL: {
      фИО: {
        __caption__: 'ФИО'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
