export default {
  projections: {
    ФилиалE: {
      название: {
        __caption__: 'Название'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      рабочаяПочта: {
        __caption__: 'Рабочая почта'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      директор: {
        __caption__: 'Директор',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      возвратКлиентом: {
        __caption__: 'Возврат клиентом',
        датаПоступления: {
          __caption__: 'Дата поступления'
        },
        датаУстановки: {
          __caption__: 'Дата установки'
        },
        серийныйНомер: {
          __caption__: 'Серийный номер'
        },
        причинаВозврата: {
          __caption__: 'Причина возврата'
        },
        модель: {
          __caption__: 'Модель',
          название: {
            __caption__: 'Название'
          }
        },
        тип: {
          __caption__: 'Тип',
          название: {
            __caption__: 'Название'
          }
        },
        клиент: {
          __caption__: 'Клиент',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      },
      резервОборуд: {
        __caption__: 'Резерв оборуд',
        датаПоступления: {
          __caption__: 'Дата поступления'
        },
        переданоКлиенту: {
          __caption__: 'Передано клиенту'
        },
        датаПередачи: {
          __caption__: 'Дата передачи'
        },
        серийныйНомер: {
          __caption__: 'Серийный номер'
        },
        тип: {
          __caption__: 'Тип',
          название: {
            __caption__: 'Название'
          }
        },
        модель: {
          __caption__: 'Модель',
          название: {
            __caption__: 'Название'
          }
        },
        администратор: {
          __caption__: 'Администратор',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      }
    },
    ФилиалL: {
      название: {
        __caption__: 'Название'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      рабочаяПочта: {
        __caption__: 'Рабочая почта'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      директор: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    название: {
      __caption__: 'Название'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    рабочаяПочта: {
      __caption__: 'Рабочая почта'
    },
    директор: {
      __caption__: 'Директор'
    },
    возвратКлиентом: {
      __caption__: 'Возврат клиентом'
    },
    резервОборуд: {
      __caption__: 'Резерв оборуд'
    }
  }
};
