export default {
  projections: {
    ВозвратКлиентомE: {
      датаПоступления: {
        __caption__: 'Дата поступления'
      },
      датаУстановки: {
        __caption__: 'Дата установки'
      },
      серийныйНомер: {
        __caption__: 'Серийный номер'
      },
      причинаВозврата: {
        __caption__: 'Причина возврата'
      },
      модель: {
        __caption__: 'Модель',
        название: {
          __caption__: 'Название'
        }
      },
      тип: {
        __caption__: 'Тип',
        название: {
          __caption__: 'Название'
        }
      },
      клиент: {
        __caption__: 'Клиент',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаПоступления: {
      __caption__: 'Дата поступления'
    },
    датаУстановки: {
      __caption__: 'Дата установки'
    },
    причинаВозврата: {
      __caption__: 'Причина возврата'
    },
    серийныйНомер: {
      __caption__: 'Серийный номер'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    модель: {
      __caption__: 'Модель'
    },
    тип: {
      __caption__: 'Тип'
    },
    филиал: {
      __caption__: 'филиал'
    }
  }
};
